Repository: baryon-asymm/PastyPropellant
Catalog: src/dotnet/ParametricCombustionModel/src/ParametricCombustionModel.ReportMaking/Resources/CombustionSolverParamsReportResources.*.resx
Languages: fr_fr

# HeaderOfCombustionSolverParams
source: Optimization Parameters
fr_fr: Paramètres du solveur de combustion

# ADecompose
source: Pre-exponential coefficient for condensed phase reactions {0}
fr_fr: Facteur pré-exponentiel pour les réactions en phase condensée {0}

# EDecompose
source: Activation energy for condensed phase reactions {0}
fr_fr: Énergie d'activation des réactions en phase condensée {0}

# AKineticFlameInterPocket
source: Pre-exponential coefficient for gas phase reactions in inter-pocket medium {0}
fr_fr: Facteur pré-exponentiel pour les réactions en phase gazeuse dans le milieu inter-poche {0}

# EKineticFlameInterPocket
source: Activation energy for gas phase reactions in inter-pocket medium {0}
fr_fr: Énergie d'activation des réactions en phase gazeuse dans le milieu inter-poche {0}

# AKineticFlamePocketOutSkeleton
source: Pre-exponential factor for gas-phase reactions in pocket region outside skeleton {0}
fr_fr: Facteur pré-exponentiel pour les réactions en phase gazeuse dans la région poche hors squelette {0}

# EKineticFlamePocketOutSkeleton
source: Activation energy for gas-phase reactions in pocket region outside skeleton {0}
fr_fr: Énergie d'activation des réactions en phase gazeuse dans la région poche hors squelette {0}

# AKineticFlamePocketSkeleton
source: Pre-exponential factor for gas-phase reactions within skeleton structure {0}
fr_fr: Facteur pré-exponentiel pour les réactions en phase gazeuse dans la structure squelette {0}

# EKineticFlamePocketSkeleton
source: Activation energy for gas-phase reactions within skeleton structure {0}
fr_fr: Énergie d'activation des réactions en phase gazeuse dans la structure squelette {0}

# NuInterPocket
source: Reaction order for gas-phase chemistry in inter-pocket medium {0}
fr_fr: Ordre de réaction pour la chimie en phase gazeuse dans le milieu inter-poche {0}

# NuPocketSkeleton
source: Reaction order for gas-phase chemistry in skeleton structure {0}
fr_fr: Ordre de réaction pour la chimie en phase gazeuse dans la structure squelette {0}

# NuPocketOutSkeleton
source: Reaction order for gas-phase chemistry outside skeleton structure {0}
fr_fr: Ordre de réaction pour la chimie en phase gazeuse hors structure squelette {0}

# AMetalBurningConstant
source: Coefficient A for metal combustion heat flux density in skeleton structure, {0}
fr_fr: Coefficient A pour la densité de flux de chaleur de combustion métallique dans la structure squelette, {0}

# BMetalBurningConstant
source: Coefficient B for metal combustion heat flux density in skeleton structure, {0}
fr_fr: Coefficient B pour la densité de flux de chaleur de combustion métallique dans la structure squelette, {0}

# DeltaH
source: Enthalpy difference between vaporization and binder decomposition {0}
fr_fr: Différence d'enthalpie entre vaporisation et décomposition du liant {0}

# KDiffusionHeight
source: Diffusion flame height correlation coefficient {0:0.0000}
fr_fr: Coefficient de corrélation de hauteur de flamme de diffusion {0:0.0000}

# KCoefficientRadiationTemperature
source: Radiation temperature correlation coefficient (average layer temperature) {0:0.0000}
fr_fr: Coefficient de corrélation de température de radiation (température moyenne de couche) {0:0.0000}

# APowOrder
source: Power law exponent for burning rate dependency on A (skeleton thickness) {0:0.0000}
fr_fr: Exposant de loi de puissance pour la dépendance du taux de combustion sur A (épaisseur de squelette) {0:0.0000}

# BPowOrder
source: Power law exponent for burning rate dependency on B (pore diameter) {0:0.0000}
fr_fr: Exposant de loi de puissance pour la dépendance du taux de combustion sur B (diamètre de pore) {0:0.0000}

# ParameterBounds
source: Parameter bounds {0:0.0000}
fr_fr: Limites de variation {0:0.0000}
