Repository: baryon-asymm/PastyPropellant
Catalog: src/dotnet/ParametricCombustionModel/src/ParametricCombustionModel.ReportMaking/Resources/ConstraintPenaltyEvaluatorReportResources.*.resx
Languages: fr_fr

# HeaderOfConstraintPenaltyEvaluators
source: Functional Constraints
fr_fr: Contraintes fonctionnelles

# InterPocketFasterBurnPenaltyEvaluator
source: The linear burning rate of the first conditional fuel is greater than that of the second.
fr_fr: Contrainte sur la vitesse de combustion inter-poche plus rapide.

# KineticFlameHeatFluxPenaltyEvaluator
source: Constraint on maximum kinetic flame heat flux density.
fr_fr: Contrainte sur les limites de densité de flux de chaleur de flamme cinétique.

# MaxInterPocketKineticFlameHeatFlux
source: Maximum kinetic flame heat flux density in inter-pocket medium {0:0.00e+00}
fr_fr: Densité de flux de chaleur de flamme cinétique maximale dans le milieu inter-poche {0:0.00e+00}

# MaxSkeletonKineticFlameHeatFlux
source: Maximum kinetic flame heat flux density in skeleton structure {0:0.00e+00}
fr_fr: Densité de flux de chaleur de flamme cinétique maximale dans la structure squelette {0:0.00e+00}

# MaxOutSkeletonKineticFlameHeatFlux
source: Maximum kinetic flame heat flux density in pocket region outside skeleton {0:0.00e+00}
fr_fr: Densité de flux de chaleur de flamme cinétique maximale dans la région poche hors squelette {0:0.00e+00}

# PocketHeatFluxRatioCompetitionPenaltyEvaluator
source: Flame competition constraint within pocket regions.
fr_fr: Contrainte de compétition de flamme dans les régions poche.

# HeatFluxRatioThreshold
source: Maximum allowable heat flux density ratio (max/min) {0:0.00}
fr_fr: Ratio maximal autorisé de densité de flux de chaleur (max/min) {0:0.00}

# PenaltyRate
source: Penalty coefficient {0:0.0000}
fr_fr: Coefficient de pénalité {0:0.0000}

# PoreDiameterPenaltyEvaluator
source: Constraint on skeleton thickness to pore diameter ratio.
fr_fr: Contrainte sur le ratio épaisseur de squelette sur diamètre de pore.

# PoreDiameterThreshold
source: Threshold for skeleton thickness to pore diameter ratio {0:0.00}
fr_fr: Seuil pour le ratio épaisseur de squelette sur diamètre de pore {0:0.00}
