Repository: baryon-asymm/PastyPropellant
Catalog: src/dotnet/ParametricCombustionModel/src/ParametricCombustionModel.ReportMaking/Resources/PerformanceMeterReportResources.*.resx
Languages: fr_fr

# Header
source: Performance Report
fr_fr: Rapport de performance

# ExecutionFrameHeader
source: Method: {0}
fr_fr: Méthode : {0}

# CallsCount
source: Call count: {0}
fr_fr: Nombre d'appels : {0}

# MaxExecutionTime
source: Maximum execution time: {0} ms
fr_fr: Temps d'exécution maximal : {0} ms

# MinExecutionTime
source: Minimum execution time: {0} ms
fr_fr: Temps d'exécution minimal : {0} ms

# MeanExecutionTime
source: Mean execution time: {0} ms
fr_fr: Temps d'exécution moyen : {0} ms

# StdDevExecutionTime
source: Execution time standard deviation: {0} ms
fr_fr: Écart-type du temps d'exécution : {0} ms

# SystemInfo
source: System Information
fr_fr: Informations système

# OperatingSystem
source: Operating System: {0}
fr_fr: Système d'exploitation : {0}

# ProcessorCount
source: Processor Count: {0}
fr_fr: Nombre de processeurs : {0}

# MachineName
source: Machine Name: {0}
fr_fr: Nom de la machine : {0}

# RuntimeVersion
source: Runtime Version: {0}
fr_fr: Version du runtime : {0}

source: Total Execution Time
fr_fr: Temps d'exécution total

# ExecutionTime
source: Execution Time: {0} ms
fr_fr: Temps d'exécution : {0} ms

# GarbageCollectionInfo
source: Garbage Collection Information
fr_fr: Informations sur la collecte des déchets

# TotalMemory
source: Total Memory: {0} bytes
fr_fr: Mémoire totale : {0} octets

# PauseTimePercentage
source: GC Pause Time Percentage: {0:0.00}%
fr_fr: Pourcentage de temps de pause GC : {0:0.00}%

# Generation0Collections
source: Generation 0 Collections: {0}
fr_fr: Collections génération 0 : {0}

# Generation1Collections
source: Generation 1 Collections: {0}
fr_fr: Collections génération 1 : {0}

# Generation2Collections
source: Generation 2 Collections: {0}
fr_fr: Collections génération 2 : {0}

source: Detailed Performance Metrics
fr_fr: Métriques de performance détaillées

# ProcessorName
source: Processor: {0}
fr_fr: Processeur : {0}

# MemoryInfo
source: Memory: {0} GB ({1})
fr_fr: Mémoire : {0} Go ({1})

# RuntimeDescription
source: Runtime: {0}
fr_fr: Environnement d'exécution : {0}

# TotalExecutionTimeFormatted
source: Total execution time: {0}
fr_fr: Temps d'exécution total : {0}

# TimeFormatDays
source: {0} days
fr_fr: {0} j.

# TimeFormatHours
source: {0} hrs
fr_fr: {0} h.

# ProcessorFrequency
source: Processor frequency: {0}
fr_fr: Fréquence du processeur : {0}

# MemoryFrequency
source: Memory frequency: {0}
fr_fr: Fréquence de la mémoire : {0}

# MemoryDetailedInfo
source: Memory: {0} GB ({1}), {2}
fr_fr: Mémoire : {0} Go ({1}), {2}
