Repository: baryon-asymm/PastyPropellant
Catalog: src/dotnet/ParametricCombustionModel/src/ParametricCombustionModel.ReportMaking/Resources/PressureTablesReportResources.*.resx
Languages: fr_fr

# Characteristics
source: Parameter
fr_fr: Paramètre

source: Experimental Burning Rate
fr_fr: Vitesse de Combustion Expérimentale

source: Calculated Burning Rate
fr_fr: Vitesse de Combustion Calculée

source: Difference
fr_fr: Différence

source: Linear Burning Rate
fr_fr: Vitesse de Combustion Linéaire

source: Surface Temperature
fr_fr: Température de Surface

# InterPocketKineticFlameHeatFlux
source: Kinetic Flame Heat Flux Density (Inter-Pocket)
fr_fr: Densité de Flux de Chaleur de Flamme Cinétique (Inter-Poche)

# InterPocketKineticFlameHeight
source: Kinetic Flame Height (Inter-Pocket)
fr_fr: Hauteur de Flamme Cinétique (Inter-Poche)

# SkeletonKineticFlameHeatFlux
source: Kinetic Flame Heat Flux Density (Skeleton)
fr_fr: Densité de Flux de Chaleur de Flamme Cinétique (Squelette)

# SkeletonKineticFlameHeight
source: Kinetic Flame Height (Skeleton)
fr_fr: Hauteur de Flamme Cinétique (Squelette)

# OutSkeletonKineticFlameHeatFlux
source: Kinetic Flame Heat Flux Density (Out-Skeleton)
fr_fr: Densité de Flux de Chaleur de Flamme Cinétique (Hors-Squelette)

# OutSkeletonKineticFlameHeight
source: Kinetic Flame Height (Out-Skeleton)
fr_fr: Hauteur de Flamme Cinétique (Hors-Squelette)

# DiffusionFlameHeatFlux
source: Diffusion Flame Heat Flux Density
fr_fr: Densité de Flux de Chaleur de Flamme de Diffusion

source: Diffusion Flame Height
fr_fr: Hauteur de Flamme de Diffusion

# MetalHeatFlux
source: Metal Combustion Heat Flux Density
fr_fr: Densité de Flux de Chaleur de Combustion Métallique
