Repository: baryon-asymm/PastyPropellant
Catalog: src/dotnet/ParametricCombustionModel/src/ParametricCombustionModel.ReportMaking/Resources/ProblemContextReportResources.*.resx
Languages: fr_fr

# HeaderOfProblemContext
source: Propellant Composition "{0}"
fr_fr: Composition de propergol «{0}»

# HeaderOfPressurePoint
source: At pressure {0}
fr_fr: À la pression {0}

# ExperimentalBurnRate
source: Experimental burning rate
fr_fr: Vitesse de combustion expérimentale

# ComputedBurnRate
source: Calculated burning rate
fr_fr: Vitesse de combustion calculée

# HeaderOfInterPocketArea
source: First Conditional Fuel
fr_fr: Premier combustible conditionnel

# HeaderOfPocketArea
source: Secondary Conditional Fuel
fr_fr: Deuxième combustible conditionnel

# SurfaceTemperature
source: Surface temperature {0}
fr_fr: Température de surface {0}

# LinearBurnRate
source: Linear burning rate {0}
fr_fr: Vitesse de combustion linéaire {0}

# DecomposeRate
source: Mass decomposition rate {0}
fr_fr: Taux de décomposition massique {0}

# KineticFlameHeight
source: Kinetic flame height {0}
fr_fr: Hauteur de flamme cinétique {0}

# AverageKineticFlameDensity
source: Average kinetic flame density {0}
fr_fr: Densité moyenne de flamme cinétique {0}

# AverageKineticFlameTemperature
source: Average kinetic flame temperature {0}
fr_fr: Température moyenne de flamme cinétique {0}

# KineticFlameHeatFlux
source: Kinetic flame heat flux density to surface {0}
fr_fr: Densité de flux de chaleur de flamme cinétique vers la surface {0}

# SublimationHeatFlux
source: Binder sublimation heat flux density {0}
fr_fr: Densité de flux de chaleur de sublimation du liant {0}

# SurfaceHeatFluxesError
source: Surface heat balance error {0}
fr_fr: Erreur d'équilibre thermique de surface {0}

# HeaderOfOutSkeletonArea
source: Region Outside Skeleton Structure
fr_fr: Région hors structure squelette

# HeaderOfSkeletonArea
source: Skeleton Structure Region
fr_fr: Région structure squelette

# AverageMetalBurningTemperature
source: Average metal combustion temperature {0}
fr_fr: Température moyenne de combustion métallique {0}

# MetalBurningHeatFlux
source: Heat flux density due to metal combustion, {0}
fr_fr: Densité de flux de chaleur de combustion métallique {0}

# DiffusionFlameHeight
source: Diffusion flame height {0}
fr_fr: Hauteur de flamme de diffusion {0}

# DiffusionFlameHeatFlux
source: Diffusion flame heat flux density {0}
fr_fr: Densité de flux de chaleur de flamme de diffusion {0}

# OutSkeletonHeatFlux
source: Heat flux density to surface outside skeletal structure {0}
fr_fr: Densité de flux de chaleur vers surface hors structure squelette {0}

# SkeletonHeatFlux
source: Heat flux density to surface within skeletal structure {0}
fr_fr: Densité de flux de chaleur vers surface dans structure squelette {0}

# ToSurfaceTotalHeatFlux
source: Total heat flux density to surface {0}
fr_fr: Densité totale de flux de chaleur vers surface {0}

# EffectiveThermalConductivity
source: Effective thermal conductivity {0}
fr_fr: Conductivité thermique effective {0}

# ConductiveThermalConductivity
source: Conductive thermal conductivity {0}
fr_fr: Conductivité thermique conductive {0}

# RadiativeThermalConductivity
source: Radiative thermal conductivity {0}
fr_fr: Conductivité thermique radiative {0}

# ConductiveThermalConductivityBalanceError
source: Conductive thermal conductivity balance error {0}
fr_fr: Erreur d'équilibre de conductivité thermique conductive {0}

# SkeletonLayerThickness
source: Skeleton layer thickness {0}
fr_fr: Épaisseur de la couche squelettique {0}

# PoreDiameter
source: Pore diameter {0}
fr_fr: Diamètre de pore {0}

source: Pressure point report count must be greater than zero
fr_fr: Le nombre de points de rapport de pression doit être supérieur à zéro

# PressurePointReportCountMustBeLessOrEqual
source: Pressure point report count must be less than or equal to the pressure count
fr_fr: Le nombre de points de rapport de pression doit être inférieur ou égal au nombre total de pressions
