Repository: baryon-asymm/PastyPropellant
Catalog: src/dotnet/ParametricCombustionModel/src/ParametricCombustionModel.ReportMaking/Resources/PropellantReportResources.*.resx
Languages: fr_fr

# HeaderOfPropellants
source: Propellant Composition Parameters
fr_fr: Paramètres des compositions de propergols

# PropellantShortInfoPlaceholder
source: Density {0}, specific heat capacity {1}, initial temperature {2}, mass fraction of "pockets" in "binder-metal" composition {3}.
fr_fr: Densité {0}, capacité calorifique spécifique {1}, température initiale {2}, fraction massique des «poches» dans la composition «liant-métal» {3}.

# VieillesLaw
source: Vieille's Power Law: U = A Â· p^v, A = {0}; v = {1}.
fr_fr: Loi de puissance de Vieille: U = A · p^v, A = {0}; v = {1}.

# HeaderOfInterPocketGasPhase
source: Gas Phase Parameters in Inter-Pocket Medium
fr_fr: Paramètres de phase gazeuse dans le milieu inter-poche

# HeaderOfPocketGasPhase
source: Gas Phase Parameters in Pocket Region
fr_fr: Paramètres de phase gazeuse dans la région poche

# HeaderOfSkeletonGasPhase
source: Gas Phase Parameters in Skeleton Structure
fr_fr: Paramètres de phase gazeuse dans la structure squelette

# HeaderOfOutSkeletonGasPhase
source: Gas Phase Parameters Outside Skeleton Structure
fr_fr: Paramètres de phase gazeuse hors structure squelette

# LamdaGas
source: Thermal conductivity {0}
fr_fr: Conductivité thermique {0}

# AverageMolarMass
source: Average molar mass {0}
fr_fr: Masse molaire moyenne {0}

# SpecificHeatCapacity_Volume
source: Specific heat capacity (constant volume) {0}
fr_fr: Capacité calorifique spécifique (volume constant) {0}

# KineticFlameTemperature
source: Kinetic flame temperature {0}
fr_fr: Température de flamme cinétique {0}

# DiffusionFlameTemperature
source: Diffusion flame temperature {0}
fr_fr: Température de flamme de diffusion {0}
